/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "पुल Tor रिले हैं जो सेंसरशिप को दरकिनार करने में मदद करते हैं यदि आप अपने आईएसपी द्वारा अवरुद्ध कर रहे हैं तो आप पुल को देख सकते हैं; प्रत्येक प्रकार का पुल सेंसरशिप से बचने के लिए एक अलग तरीके का उपयोग करता है: यदि एक प्रकार काम नहीं करता है, तो एक अलग से एक का उपयोग करने का प्रयास करें\n\nआप नीचे दिए गए पुल का उपयोग कर सकते हैं या% से पुल प्राप्त कर सकते हैं।";
"No Bridges: Directly Connect to Tor" = "ब्रिड्जस नहीं: Tor से सीधा जुड़ा हुआ। ";
"Provided Bridges: %" = "प्रदान की गई ब्रिड्जस: %";
"Custom Bridges" = "कस्टम ब्रिज";


// BridgeSelectViewController.xib
"Bridge Configuration" = "ब्रिज कॉन्फ़िगरेशन";
"Done" = "सम्पन्न";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "कभी-कभी आपको Tor के लिए ब्रिज की जरूरत है";
"TELL ME MORE" = "मुझे और बताइए ";


// ConnectingViewController.swift
"Connected!" = "जुड़े हुए";
"__CLAIM_1__" = "हमारा विविध समुदाय यही है जो Tor को  महान बनाता है!";
"__CLAIM_2__" = "हर रोज लोग Tor का उपयोग करते हैं ताकि वे मार्केटिंग विज्ञापनों के बाद से बचें।";
"__CLAIM_3__" = "लोग अपने दोस्तों और परिवार के साथ सुरक्षित रहने के लिए Tor का उपयोग करते हैं।";
"__CLAIM_4__" = "कार्यकर्ता अपनी राय और विश्वासों को स्वतंत्र रूप से व्यक्त करने के लिए Tor का उपयोग करते हैं।";
"__CLAIM_5__" = "ब्लॉगर्स सामाजिक सुधार की ओर लोगों को रैली करने के लिए Tor का उपयोग करते हैं।";
"__CLAIM_6__" = "पत्रकारों को वे कहानियों की रिपोर्ट करने के लिए सुरक्षित रूप से जांच करने के लिए Tor का उपयोग करते हैं।";
"__CLAIM_7__" = "व्यावसायिक लोग अपनी कंपनी की रणनीतियों को निजी रखने के लिए Tor का उपयोग करते हैं";
"__CLAIM_8__" = "कार्यकर्ता अपनी नौकरी खोने के डर के बिना न्याय के लिए लड़ने के लिए Tor का उपयोग करते हैं।";


// ConnectingViewController.xib
"We're connecting you." = "हम आपको कनेक्ट कर रहे हैं।";
"START BROWSING" = "स्टार्ट ब्राउजिंग";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "दूसरे ब्राउज़र में,% की यात्रा करें और 'ब्रिज निकालें' चुनें 'उन्नत विकल्प' अनुभाग का उपयोग करें; 'obfs4' प्लगेबल ट्रांसपोर्ट्स की सिफारिश की जाती है। (IPv6 का चयन न करें।)\n\nआप वेबसाइट से QR कोड का उपयोग करने के लिए 'कैमरा' आइकन टैप कर सकते हैं या यहां 'पुल लाइन' को मैन्युअल रूप से कॉपी और चिपका सकते हैं:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "ऐसा लगता है कि हम फंस गए! बाहर निकलें। फिर एप्लिकेशन को पुनरारंभ करें";


// HelloViewController.xib
"Hello" = "नमस्ते";
"Welcome to Tor on mobile." = "मोबाइल पर टोर में आपका स्वागत है। ";
"CHANGE LANGUAGE" = "भाषा बदलो";
"Change Language" = "भाषा बदलो";
"Cancel" = "रद्द करें ";


// IntroViewController.xib
"CONTINUE WITHOUT" = "इसके बिना जारी रखें";
"USE A BRIDGE" = "एक पुल का उपयोग करें";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "इंटरनेट ब्राउज़ करें कि आप की अपेक्षा कैसे करें";
"No tracking. No censorship." = "ट्रैकिंग नहीं। कोई सेंसरशिप नहीं";


// ScanQrViewController.swift
"Error" = "त्रुटि";
"Camera access was not granted or QR Code scanning is not supported by your device." = "कैमरा एक्सेस नहीं दी गई थी या QR कोड स्कैनिंग आपके डिवाइस द्वारा समर्थित नहीं है।";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR कोड को डीकोड नहीं किया जा सका! क्या आप सुनिश्चित हैं कि आपने पुल से एक QR कोड स्कैन किया है।";
